tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "microsoft/git"
brew "openssl@3"
brew "bat"
brew "xz"
brew "boost"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "dfu-programmer"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exercism"
brew "fd"
brew "fzf"
brew "giflib"
brew "git"
brew "git-delta"
brew "glow"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "openjdk"
brew "gradle"
brew "htop"
brew "jpeg"
brew "jq"
brew "kotlin"
brew "lazydocker"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "openconnect"
brew "pandoc"
brew "pkgconf"
brew "postgresql@16"
brew "python@3.10"
brew "python@3.11"
brew "python@3.13"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "yazi"
brew "zellij"
brew "zlib"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
cask "bruno"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "git-credential-manager"
